{
  "pages": {
      "home":
      {
                    "banner": 
                    {
                        "title":"Module de formation d’après le violent sur le débriefing d’incident",
                        "content":
                        {
                           
                                                "body":
                                                {
                                                  "length":"7",
                                                  "0":"<p>Le débriefing est une étape essentielle pour tenter de reconstruire une relation positive entre le personnel et les étudiants et pour apprendre à gérer les effets des traumatismes subis par l’élève. Il est un moyen efficace d’évaluer la situation de manière objective et de planifier les prochaines étapes appropriées en matière de gestion du comportement et de la programmation. Les séances de debriefing «  compte rendu » est un outil précieux pour réduire la probabilité d’incidents critiques futures en milieu detravail.</p>",
                                                  "1":"<p>Le module de formation sur le débriefing d’incidents violents est présenté sous forme de document vidéo Power Point avec vidéos intégrées (en direct). Il existe deux versions du module de formation, l’une conçue pour la formation en ligne et l’autre pour les présentations dirigées par un instructeur.  Les deux versions sont disponibles en anglais et en français.</p>",
                                                  "2":"<p ><b>NOTE:</b>Les conseils scolaires qui désirent télécharger et ajouter ce cours à leur plateforme de gestion pour le suivi des employés et pour la facilité d’accès peuvent cliquer ici:  <span class='inline-flex group flex '><span class=' group-hover:hidden  text-headinglinkcolor'>Télécharger</span>",
                                                  "3":"<span class='hidden group-hover:block'>",
                                                  "4":"<a class='px-2 text-headinglinkcolor ' href='https://drive.google.com/uc?export=download&id=14DqRYzm5YFerGQXZjbzOXdCx9Qr_JmdY'>Version Led en lign</a>",
                                                  "5":"<a class='px-2 text-headinglinkcolor ' href='https://drive.google.com/uc?export=download&id=1VDrMnfvobeUDIg4n4ZLF0XLk665j4gkM'>Version dirigée par un instructeur</a>",
                                                  "6":"</span></span>"
                                                },
                                                "footer":"* Si le contenu de ce cours est une source de stress pour le/la participant/e, il/elle peut communiquer avec le régime d’aide aux employés  de votre conseil."
                           
                        }     
                  },
                  "onlinetraining":
                  {

                    "title":"La Formation En Ligne",
                    "content":
                    {
                       
                              "body":
                              {
                                "length":"5",
                                "0":"<p>Le module de formation en ligne contient les définitions, l’objectif du débriefing d’un incident critique, le mandat législatif, la nécessité des stratégies post-incident, les stratégies- clés après un incident, les plans de réinsertion, l’attitude du personnel/étudiants et les réunions de compte rendu. Un scénario d’incident y est décrit et deux exemples de réunions de compte rendu sont présentés par vidéo en direct. Ceci est suivi d’un quiz (question diapositive- pause- réponse diapositive) soulignant les concepts- clés de l’incident violent.</p>",
                                "1":"<p>Le module en ligne est destiné à un usage individuel et est accessible en cliquant directement sur la vidéo ci-dessous.</p>",
                                "2":"<p>Le module en ligne est accompagné de trois documents téléchargeables, qui apparaissent sous la vidéo.</p>",
                                "3":"<span  ><ul class=' list-disc list-inside'><li>Liste de contrôle du debriefing immédiat par le personnel.</li><li>Liste de contrôle pour le suivi des comptes rendus du personnel</li><li>Fiche de conseils pour le compte rendu.</li></ul></span>",
                                "4":"<p >Le cours dure 52 minutes et doit être terminé une fois commencé.</p>"
                              },
                              "videotitle":"Module De Formation En Compte Rendu (Débriefing) D’incident Violent, Version En Ligne.",
                              "videoid":"k3RsFQTWhgb7JQsC1Y7",
                              "downloads_title":"Téléchargements",
                              "file_names":
                              {
                                  "0":"Liste-de-vérification-immédiat-Final.docx",
                                  "1":"Liste-de-vérification-suite-Final.docx",
                                  "2":"Aide-mémoire-Stratégies-de-compte-rendu-débriefing-F.docx"
                              },
                              "file_title":
                              {
                                  "0":"Liste de vérification-immédiat-Final",
                                  "1":"Liste de vérification-suite-Final",
                                  "2":"Aide-mémoire- Stratégies de compte rendu ( débriefing)-F"
                              }
                              
          
                    }     

                  },
                  "instructorledtraining":
                  {
                                                        
                    
                    "title":"Formation avec instructeur",
                    "content":
                    {
                       
                              "body":
                              {
                                "length":"5",
                                "0":"<p><b>Le contenu du module de formation</b> dispensé par un instructeur est le même que celui du module en ligne, mais il offre à l’instructeur la possibilité de mettre l’audio en sourdine, permettant ainsi l’échange en groupe et la discussion. Le formateur peut choisir de se servir des diapositives de plusieurs façons. Il peut choisir de ne pas se servir des diapositives, de distribuer les copies- papier du questionnaire pour ensuite les noter individuellement. Il peut aussi distribuer des copies- papiers du questionnaire, afficher les questions sur l’écran, ramasser et noter les réponses individuellement. Aussi, il peut opter pour l’affichage des questions à l’écran et les questions- réponses peuvent se faire en groupe.</p>",
                                "1":"<p>Le module dirigé par un instructeur est conçu pour être utilisé en groupe. Les instructeurs peuvent accéder au cours en cliquant sur la vidéo ci-dessous.</p>",
                                "2":"<p>Le module dirigé par un instructeur est accompagné de six documents téléchargeables qui apparaissent sous la vidéo.</p>",
                                "3":"<p>Le module dirigé par un instructeur est accompagné de six documents téléchargeables qui apparaissent sous la vidéo.</p>",
                                "4":"<span  ><ul class=' list-disc list-inside'> <li>Liste contrôle du débriefing immédiat par le personnel</li><li>Liste contrôle pour le suivi des comptes rendus du personnel</li><li>Fiche de conseils pour le compte rendu</li><li>Formulaire d’évaluation</li><li>Quiz de débriefing sans réponses</li><li>Quiz de débriefing avec réponses</li></ul></span>",
                                "5":"<p>Le module dure 52 minutes. Les instructeurs sont toutefois encouragés à suspendre la présentation aux moments appropriés pour permettre la discussion en groupe et les questions. Cependant, ceci peut prolonger la longueur du cours.</p>"
                              },
                              "videotitle":"Module De Formation En Compte Rendu (Débriefing ) D’incident Violent, Version Donnée Par Un Formateur",
                              "videoid":"k34BbZQRh4eql6sC1Il",
                              "downloads_title":"Downloads",
                              "file_names":
                              {
                                  "0":"Liste-de-vérification-immédiat-Final.docx.docx",
                                  "1":"Liste-de-vérification-suite-Final.docx",
                                  "2":"Aide-mémoire-Stratégies-de-compte-rendu-débriefing-F.docx",
                                  "3":"Évaluation-F.docx",
                                  "4":"Quiz-d’un-incident-critique-F.docx",
                                  "5":"Quiz-d’un-incident-critique-réponses-F.docx"
                              },
                              "file_title":
                              {
                                  "0":"Liste contrôle du débriefing immédiat par le personnel",
                                  "1":"Liste contrôle pour le suivi des comptes rendus du personnel",
                                  "2":"Fiche de conseils pour le compte rendu",
                                  "3":"Formulaire d’évaluation",
                                  "4":"Quiz de débriefing sans réponses",
                                  "5":"Quiz de débriefing avec réponses"
                              }
                              
          
                    }     

                  },
                  "contactus":
                  {
                    "name": "Nom",
                    "email": "Adresse E-mail",
                    "organization":"d'administration/organisation",
                    "position":"Position",
                    "phone"   :"Numéro de téléphone",
                    "message" :"Message",
                    "placeholder":"Veuillez entrer votre message ici"
                    
                  },
                  "producedby":"Ce module de formation a été produit par Addvent 10 Management Inc. et la Société de services éducatifs de l'Ontario et C To C Productions pour le ministère de l'Éducation de l'Ontario 2018.",
                  "footer":"Droit d’auteur: Addvent 10 Management Inc.2018. Tous droits réservés." 

                }      
  },
  "menus":
  {
    "mainmenu":
     {
        "violentincident": "Incident Violent",
        "debriefingtrainingmodule":"Module de formation débriefing",
        "home":"Accueil",
        "onlinetraining":"La formation en ligne",
        "instructorledtraining":"Instructeur a conduit la formation",
        "contactus":"Contactez Nous",
        "menugap":"3"
     },
     "multiline":[
                  "<p>  blah blah blah",
                  "blah blah blah </p>"
                ]

  }
}  